Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# transcript_cleanup.prompts.help.finish_or_cancel_before_closing
source: Finish or cancel prompt editing before closing.
es_419: Finaliza o cancela la edición del prompt antes de cerrar.

# transcript_cleanup.prompts.help.close_manager
source: Close prompt manager
es_419: Cerrar el gestor de prompts

# transcript_cleanup.prompts.empty_state.none
source: No custom cleanup presets yet.
es_419: Todavía no hay presets de refinamiento personalizados.

# transcript_cleanup.prompts.use
source: Use
es_419: Usar

# transcript_cleanup.prompts.duplicate
source: Duplicate
es_419: Duplicar

# transcript_cleanup.prompts.edit
source: Edit
es_419: Editar

# transcript_cleanup.prompts.status.active
source: Active
es_419: Activo

# transcript_cleanup.prompts.editor.title.new
source: New preset
es_419: Nuevo preset

# transcript_cleanup.prompts.editor.title.edit
source: Edit preset
es_419: Editar preset

# transcript_cleanup.prompts.editor.name_label
source: Name
es_419: Nombre

# transcript_cleanup.prompts.editor.name_placeholder
source: Context-aware cleanup
es_419: Refinamiento contextual

# transcript_cleanup.prompts.editor.instructions
source: Enter cleanup instructions for this preset.
es_419: Ingresa las instrucciones de refinamiento para este preset.

# transcript_cleanup.prompts.create_preset
source: Create preset
es_419: Crear preset

# transcript_cleanup.prompts.save_changes
source: Save changes
es_419: Guardar cambios

# transcript_cleanup.prompts.duplicate_name
source: %@ Copy
es_419: Copia de %@

# transcript_cleanup_prompts.validation.enter_preset_name
source: Enter a preset name.
es_419: Ingresa un nombre para el preset.

# transcript_cleanup_prompts.validation.unique_preset_name
source: Use a unique preset name.
es_419: Usa un nombre de preset único.

# transcript_cleanup_prompts.fallback_base_name
source: Custom Cleanup
es_419: Refinamiento personalizado

# app.startup.failed_to_start
source: %@ failed to start
es_419: %@ falló al iniciar

# app_menu.settings
source: Settings…
es_419: Configuración…

# app_menu.whats_new
source: What's New in Muesli
es_419: Novedades en Muesli

# app_menu.hide_app
source: Hide %@
es_419: Ocultar %@

# app_menu.hide_others
source: Hide Others
es_419: Ocultar el resto

# app_menu.show_all
source: Show All
es_419: Mostrar todo

# app_menu.quit_app
source: Quit %@
es_419: Salir de %@

# app_menu.edit
source: Edit
es_419: Edición

# app_menu.undo
source: Undo
es_419: Deshacer

# app_menu.redo
source: Redo
es_419: Rehacer

# app_menu.cut
source: Cut
es_419: Cortar

# app_menu.copy
source: Copy
es_419: Copiar

# app_menu.paste
source: Paste
es_419: Pegar

# app_menu.delete
source: Delete
es_419: Eliminar

# app_menu.select_all
source: Select All
es_419: Seleccionar todo

# app_menu.find
source: Find
es_419: Buscar

# app_menu.view.root
source: View
es_419: Ver

# app_menu.view
source: View
es_419: Vista

# app_menu.dictations
source: Dictations
es_419: Dictados

# app_menu.meetings
source: Meetings
es_419: Reuniones

# app_menu.window.root
source: Window
es_419: Ventana

# app_menu.window
source: Window
es_419: Ventana

# app_menu.minimize
source: Minimize
es_419: Minimizar

# app_menu.close_window
source: Close Window
es_419: Cerrar ventana

# app_menu.bring_all_to_front
source: Bring All to Front
es_419: Traer todo al frente

# update_guidance.title.update_did_not_finish
source: Update did not finish
es_419: La actualización no finalizó

# update_guidance.open_download_page
source: Open Download Page
es_419: Abrir página de descarga

# update_guidance.message.manual_install_instructions
source: Please quit Muesli, reopen it from Applications, and try the update once more. If this keeps happening, download the latest DMG and replace Muesli manually. This can happen when the local updater cannot finish preparing or replacing the app.
es_419: Por favor, cierra Muesli, vuelve a abrirlo desde Aplicaciones e intenta la actualización de nuevo. Si esto sigue pasando, descarga el DMG más reciente y reemplaza Muesli manualmente. Esto puede ocurrir cuando el actualizador local no puede terminar de preparar o reemplazar la aplicación.

# meeting_summary.error.status_suffix
source: Status %@.
es_419: Estado %@.

# meeting_summary.error.backend_failed
source: %@ could not generate meeting notes.%@ %@ The selected model may be unavailable or retired.
es_419: %@ no pudo generar las notas de la reunión.%@ %@ El modelo seleccionado puede no estar disponible o haber sido retirado.

# meeting_summary.error.empty_response
source: %@ returned an empty response while generating meeting notes. The selected model may be unavailable or incompatible.
es_419: %@ devolvió una respuesta vacía al generar notas de reunión. El modelo seleccionado puede no estar disponible o ser incompatible.

# meeting_summary.error.unreachable
source: %@ could not be reached while generating meeting notes. %@
es_419: No se pudo contactar con %@ al generar las notas de la reunión. %@

# meeting_summary.failure.heading
source: ## Summary failed
es_419: ## Resumen fallido

# meeting_summary.failure.meeting_line
source: Meeting: %@
es_419: Reunión: %@

# meeting_summary.failure.description
source: Muesli could not generate structured meeting notes. %@
es_419: Muesli no pudo generar notas estructuradas de reunión. %@

# meeting_summary.failure.written_notes_section
source: ### Written notes %@
es_419: ### Notas escritas %@

# meeting_summary.failure.raw_transcript_section
source: ## Raw Transcript %@
es_419: ## Transcripción sin procesar %@

# meeting_summary.notes.written_notes_section
source: ### Written notes %@
es_419: ### Notas escritas %@

# meeting_summary.error.lm_studio.no_model_selected
source: No model selected. Select an LM Studio model in Settings.
es_419: Ningún modelo seleccionado. Selecciona un modelo de LM Studio en Configuración.

# meeting_summary.error.custom_llm.no_model_selected
source: No model selected. Enter a model in Settings.
es_419: Ningún modelo seleccionado. Ingresa un modelo en Configuración.

# meeting_summary.error.custom_llm.missing_api_key
source: Enter an API key for the selected Custom LLM format.
es_419: Ingresa una clave de API para el formato de LLM personalizado seleccionado.

# meeting_summary.raw_transcript_fallback.heading
source: ## Raw Transcript %@
es_419: ## Transcripción sin procesar %@

# indic_asr.language.bengali
source: Bengali
es_419: Bengalí

# indic_asr.language.marathi
source: Marathi
es_419: Maratí

# indic_asr.error.coreml_artifacts_not_installed
source: Indic ASR CoreML artifacts are not installed correctly. Retry the download or set %@ to a directory containing the CoreML packages.
es_419: Los artefactos CoreML de Indic ASR no están instalados correctamente. Reintenta la descarga o establece %@ en un directorio que contenga los paquetes CoreML.

# indic_asr.error.missing_vocab_tokens
source: Indic ASR vocab is missing %@ tokens.
es_419: Al vocabulario de Indic ASR le faltan %@ tokens.

# indic_asr.error.preprocessor_constants_truncated
source: Indic ASR preprocessor constants file is truncated.
es_419: El archivo de constantes del preprocesador de Indic ASR está truncado.

# indic_asr.error.preprocessor_constants_unsupported_format
source: Indic ASR preprocessor constants file has an unsupported format.
es_419: El archivo de constantes del preprocesador de Indic ASR tiene un formato no compatible.

# indic_asr.error.preprocessor_constants_shape_mismatch
source: Indic ASR preprocessor constants do not match the expected model shape.
es_419: Las constantes del preprocesador de Indic ASR no coinciden con la forma esperada del modelo.

# indic_asr.error.failed_to_create_fft_setup
source: Failed to create Indic ASR FFT setup.
es_419: No se pudo crear la configuración FFT de Indic ASR.

# indic_asr.status.loading_coreml_artifacts
source: Loading Indic ASR CoreML artifacts...
es_419: Cargando artefactos CoreML de Indic ASR...

# indic_asr.status.preparing_coreml_models
source: Preparing Core ML models...
es_419: Preparando modelos de Core ML...

# indic_asr.error.models_not_loaded
source: Indic ASR models are not loaded.
es_419: Modelos Indic ASR no cargados.

# indic_asr.error.unexpected_encoder_output_rank
source: Unexpected Indic ASR encoder output rank %d; expected [batch, encoderDim, frames]. Shape: %@.
es_419: Rango de salida del encoder de Indic ASR inesperado: %d; se esperaba [batch, encoderDim, frames]. Forma: %@.

# indic_asr.error.unexpected_encoder_hidden_dimension
source: Unexpected Indic ASR encoder hidden dimension %d; expected %d. Shape: %@.
es_419: Dimensión oculta del encoder Indic ASR inesperada %d; se esperaba %d. Forma: %@.

# indic_asr.error.frame_index_out_of_range
source: Indic ASR frame index %d is outside available frame count %d.
es_419: El índice de fotograma %d de Indic ASR está fuera de la cantidad de fotogramas disponibles %d.

# indic_asr.error.missing_joint_postnet
source: Missing Indic ASR joint post-net for %@.
es_419: Falta el joint post-net de Indic ASR para %@.

# indic_asr.error.encoder_no_outputs
source: Indic ASR encoder did not return outputs.
es_419: El encoder de Indic ASR no devolvió salidas.

# indic_asr.error.rnnt_decoder_missing_state_outputs
source: Indic ASR RNNT decoder did not return expected state outputs.
es_419: El decodificador RNNT de Indic ASR no devolvió las salidas de estado esperadas.

# indic_asr.error.unexpected_decoder_output_shape
source: Unexpected Indic ASR decoder output shape; expected [batch, predHiddenDim] or [batch, predHiddenDim, 1]. Shape: %@.
es_419: Forma de salida del decodificador de Indic ASR inesperada; se esperaba [batch, predHiddenDim] o [batch, predHiddenDim, 1]. Forma: %@.

# indic_asr.error.unexpected_decoder_hidden_dimension
source: Unexpected Indic ASR decoder hidden dimension %d; expected %d. Shape: %@.
es_419: Dimensión oculta del decodificador Indic ASR inesperada %d; se esperaba %d. Forma: %@.

# indic_asr.error.coreml_missing_output
source: Indic ASR CoreML model did not return %@.
es_419: El modelo Indic ASR CoreML no devolvió %@.

# meeting_list_item.delete_meeting.alert_title
source: Delete Meeting
es_419: Eliminar reunión

# meeting_list_item.delete_meeting.alert_message
source: Are you sure you want to delete this meeting? Saved notes, transcript, and any retained recording will be removed.
es_419: ¿Estás seguro de que quieres eliminar esta reunión? Las notas guardadas, la transcripción y cualquier grabación conservada se eliminarán.

# meeting_list_item.relationship.follow_up_meeting
source: Follow-up meeting
es_419: Reunión de seguimiento

# meeting_list_item.relationship.has_follow_up_meetings
source: Has follow-up meetings
es_419: Tiene reuniones de seguimiento

# meeting_list_item.folder_menu.move_to_folder.help
source: Move to folder
es_419: Mover a carpeta

# meeting_list_item.folder.unfiled
source: Unfiled
es_419: Sin carpeta

# meeting_list_item.folder.generic_name
source: folder
es_419: carpeta

# meeting_list_item.folder.new_folder_menu
source: New Folder...
es_419: Nueva carpeta...

# meeting_list_item.new_folder.alert_title
source: New Folder
es_419: Nueva carpeta

# meeting_list_item.folder_name.placeholder
source: Folder name
es_419: Nombre de la carpeta

# meeting_list_item.folder_menu.create_and_move.description
source: Create a new folder and move this meeting into it.
es_419: Crea una nueva carpeta y mueve esta reunión a ella.

# meeting_list_item.delete_button.help
source: Delete meeting
es_419: Eliminar reunión

# meeting_list_item.source.imported.badge
source: Imported
es_419: Importada

# meeting_list_item.source.imported_audio.label
source: Imported audio
es_419: Audio importado

# meeting_list_item.source.recording.badge
source: Recording
es_419: Grabación

# meeting_list_item.source.saved_recording_available
source: Saved recording available
es_419: Grabación guardada disponible

# meeting_templates_manager.title
source: Manage Templates
es_419: Gestionar plantillas

# meeting_templates_manager.subtitle
source: Create reusable prompt-based note formats for meetings.
es_419: Crea formatos de notas reutilizables basados en prompts para tus reuniones.

# meeting_templates_manager.toolbar.new_template
source: New template
es_419: Nueva plantilla

# meeting_templates_manager.toolbar.done
source: Done
es_419: Listo

# meeting_templates_manager.close.help.editing_in_progress
source: Finish or cancel template editing before closing.
es_419: Finaliza o cancela la edición de la plantilla antes de cerrar.

# meeting_templates_manager.close.help
source: Close template manager
es_419: Cerrar el administrador de plantillas

# meeting_templates_manager.delete.alert_title
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# meeting_templates_manager.delete.warning_message
source: This template will be permanently removed. Existing meetings will keep their saved template snapshot.
es_419: Esta plantilla se eliminará de forma permanente. Las reuniones existentes conservarán la captura guardada de la plantilla.

# meeting_templates_manager.empty_state.no_custom_templates
source: No custom templates yet.
es_419: Todavía no hay plantillas personalizadas.

# meeting_templates_manager.template_row.edit
source: Edit
es_419: Editar

# meeting_templates_manager.editor.new_template
source: New template
es_419: Nueva plantilla

# meeting_templates_manager.editor.edit_template
source: Edit template
es_419: Editar plantilla

# meeting_templates_manager.editor.name_label
source: Name
es_419: Nombre

# meeting_templates_manager.editor.name_placeholder
source: Customer follow-up
es_419: Seguimiento con cliente

# meeting_templates_manager.editor.name_validation
source: Enter a template name.
es_419: Ingresa un nombre para la plantilla.

# meeting_templates_manager.editor.icon_label
source: Icon
es_419: Ícono

# meeting_templates_manager.editor.prompt_help
source: Enter the prompt instructions for this template.
es_419: Ingresa las instrucciones del prompt para esta plantilla.

# meeting_templates_manager.editor.create_template
source: Create template
es_419: Crear plantilla

# meeting_templates_manager.editor.save_changes
source: Save changes
es_419: Guardar cambios

# meeting_templates_manager.editor.icon_label.custom
source: Custom
es_419: Personalizado

# transcribe_command.raw_transcript.heading
source: ## Raw Transcript %@
es_419: ## Transcripción sin procesar %@

# transcribe_command.error.invalid_audio_duration
source: Invalid audio duration.
es_419: Duración de audio inválida.

# transcribe_command.status.model_download_progress
source: model %d%
es_419: modelo %d%

# transcribe_command.status.preparing_model
source: preparing model
es_419: preparando modelo

# transcribe_command.status.model_ready
source: model ready
es_419: modelo listo

# transcribe_command.status.run_again_after_model_download
source: Run the command again after the model finishes downloading.
es_419: Vuelve a ejecutar el comando cuando el modelo termine de descargarse.

# transcribe_command.status.transcription_complete_duration
source: transcription complete in %.2fs
es_419: transcripción completa en %.2fs

# meeting_export.scope.notes
source: Notes
es_419: Notas

# meeting_export.scope.transcript
source: Transcript
es_419: Transcripción

# meeting_export.scope.full_meeting
source: Full Meeting
es_419: Reunión completa

# meeting_export.format.markdown_and_pdf
source: Markdown and PDF
es_419: Markdown y PDF

# meeting_export.error.title.export_failed
source: Export Failed
es_419: Exportación fallida

# meeting_export.markdown.date_line
source: **Date:** %@
es_419: **Fecha:** %@

# meeting_export.markdown.duration_line
source: **Duration:** %@
es_419: **Duración:** %@

# meeting_export.markdown.words_line
source: **Words:** %d
es_419: **Palabras:** %d

# meeting_export.markdown.template_line
source: **Template:** %@
es_419: **Plantilla:** %@

# meeting_export.markdown.no_structured_notes
source: *No structured notes available. Raw transcript included below.*
es_419: *No hay notas estructuradas disponibles. La transcripción sin procesar se incluye a continuación.*

# meeting_export.markdown.raw_transcript_heading
source: ## Raw Transcript
es_419: ## Transcripción sin procesar

# meeting_export.markdown.no_structured_notes_short
source: *No structured notes available.*
es_419: *No hay notas estructuradas disponibles.*

# meeting_export.duration.minutes
source: %d minutes
es_419: %d minutos

# status_bar.menu.open_app
source: Open %@
es_419: Abrir %@

# status_bar.menu.resume_meeting_recording
source: Resume Meeting Recording
es_419: Reanudar grabación de reunión

# status_bar.menu.pause_meeting_recording
source: Pause Meeting Recording
es_419: Pausar grabación de reunión

# status_bar.menu.stop_meeting_recording
source: Stop Meeting Recording
es_419: Detener grabación de reunión

# status_bar.menu.discard_meeting_recording
source: Discard Meeting Recording...
es_419: Descartar grabación de reunión...

# status_bar.menu.start_meeting_recording
source: Start Meeting Recording
es_419: Iniciar grabación de reunión

# status_bar.menu.recent_dictations
source: Recent Dictations
es_419: Dictados recientes

# status_bar.menu.no_dictations_yet
source: No dictations yet
es_419: Aún no hay dictados

# status_bar.menu.transcription_backend
source: Transcription Backend
es_419: Backend de transcripción

# status_bar.menu.meetings_backend
source: Meetings Backend
es_419: Backend de reuniones

# status_bar.menu.settings
source: Settings…
es_419: Configuración…

# status_bar.menu.whats_new
source: What's New in Muesli
es_419: Novedades en Muesli

# status_bar.menu.quit
source: Quit
es_419: Salir

# status_bar.upcoming.starts_in
source: Starts in %@
es_419: Comienza en %@

# status_bar.upcoming.header.today
source: Today
es_419: Hoy

# status_bar.upcoming.header.tomorrow
source: Tomorrow
es_419: Mañana

# about.updates.banner.disabled_title
source: Updates are disabled
es_419: Las actualizaciones están desactivadas

# about.updates.banner.check_failed_title
source: Update check failed
es_419: La búsqueda de actualizaciones falló

# about.updates.banner.check_failed_message
source: %@ Use the menu bar icon > Check for Updates... to try again.
es_419: %@ Usa el ícono de la barra de menús > Buscar actualizaciones... para intentarlo de nuevo.

# meeting_export.menu.format_label
source: Format:
es_419: Formato:

# status_bar.menu.check_for_updates
source: Check for Updates…
es_419: Buscar actualizaciones…

# live_transcript.export.others_line
source: Others: %@
es_419: Otros: %@

# live_transcript.export.you_line
source: You: %@
es_419: Tú: %@

# live_transcript.copy_message.help
source: Copy message
es_419: Copiar mensaje

# live_transcript.status.waiting_for_speech
source: Waiting for speech…
es_419: Esperando voz…

# live_transcript.speaker.others
source: Others
es_419: Otros

# live_transcript.copy_button.copied
source: Copied
es_419: Copiado

# live_transcript.copy_button.copy
source: Copy
es_419: Copiar

# local_vqe_processor.error.model_not_found
source: LocalVQE model not found at %@
es_419: Modelo LocalVQE no encontrado en %@

# local_vqe_processor.error.library_not_found
source: LocalVQE library not found in: %@
es_419: Biblioteca de LocalVQE no encontrada en: %@

# local_vqe_processor.error.load_failed
source: LocalVQE failed to load: %@
es_419: LocalVQE falló al cargar: %@

# local_vqe_processor.error.unsupported_runtime
source: LocalVQE runtime reported unsupported sampleRate=%d, hopLength=%d
es_419: El tiempo de ejecución de LocalVQE reportó sampleRate=%d, hopLength=%d no compatible

# local_vqe_processor.error.frame_processing_failed
source: LocalVQE frame processing failed: %@
es_419: El procesamiento de tramas de LocalVQE falló: %@

# local_vqe_processor.error.checksum_mismatch
source: model checksum mismatch at %@: expected %@, got %@
es_419: discrepancia en el checksum del modelo en %@: se esperaba %@, se obtuvo %@

# local_vqe_processor.error.runtime_not_loaded
source: runtime is not loaded
es_419: el entorno de ejecución no está cargado

# local_vqe_processor.error.invalid_frame_sizes
source: expected %d samples, got mic=%d, reference=%d
es_419: se esperaban %d muestras, se obtuvo mic=%d, reference=%d

# computer_use.status.cancelled
source: Cancelled
es_419: Cancelado

# computer_use.confirmation.prompt
source: Confirm: %@
es_419: Confirmar: %@

# computer_use.status.captured_window_state
source: Captured window state
es_419: Estado de ventana capturado

# computer_use.status.failed
source: Failed
es_419: Fallido

# computer_use.apps.unknown_name
source: Unknown
es_419: Desconocido

# computer_use.apps.unknown_bundle_id
source: unknown
es_419: desconocido

# computer_use.apps.active_suffix
source: active
es_419: activo

# computer_use.apps.empty
source: No running apps
es_419: No hay apps en ejecución

# computer_use.windows.empty
source: No visible windows
es_419: Sin ventanas visibles

# computer_use.open_app.opened_already_running
source: Opened %@ (already running)
es_419: Se abrió %@ (ya en ejecución)

# computer_use.open_app.could_not_find
source: Could not find %@
es_419: No se pudo encontrar %@

# computer_use.open_app.opened
source: Opened %@
es_419: Se abrió %@

# computer_use.open_app.cancelled
source: Cancelled opening %@
es_419: Apertura de %@ cancelada

# computer_use.open_app.could_not_open
source: Could not open %@: %@
es_419: No se pudo abrir %@: %@

# computer_use.focus_app.cancelled
source: Cancelled focusing %@
es_419: Se canceló enfocar %@

# computer_use.focus_app.could_not_focus
source: Could not focus %@: %@
es_419: No se pudo enfocar %@: %@

# computer_use.focus_app.focused
source: Focused %@
es_419: Se enfocó %@

# computer_use.click_element.no_frontmost_app
source: No frontmost app
es_419: Sin app en primer plano

# computer_use.click_element.could_not_find
source: Could not find %@
es_419: No se pudo encontrar %@

# computer_use.click_element.clicked
source: Clicked %@
es_419: Se hizo clic en %@

# computer_use.click_element.clicked_raw_label
source: Clicked %@
es_419: Se hizo clic en %@

# computer_use.click_element.could_not_click_raw_label
source: Could not click %@
es_419: No se pudo hacer clic en %@

# computer_use.click_element.disabled_noop
source: %@ is disabled; click would likely be a no-op
es_419: %@ está desactivado; hacer clic probablemente no tendría efecto

# computer_use.click_element.clicked_fallback_label
source: Clicked %@
es_419: Se hizo clic en %@

# computer_use.click_element.could_not_click_fallback_label
source: Could not click %@
es_419: No se pudo hacer clic en %@

# computer_use.click_point.no_current_screenshot
source: No current screenshot for point click
es_419: Sin captura de pantalla actual para clic en punto

# computer_use.click_point.could_not_create_mouse_event
source: Could not create mouse event
es_419: No se pudo crear el evento de ratón

# computer_use.click_point.clicked_label
source: Clicked %@
es_419: Se hizo clic en %@

# computer_use.click_point.point_fallback
source: point
es_419: punto

# computer_use.move_cursor.no_current_screenshot
source: No current screenshot for cursor move
es_419: Sin captura de pantalla actual para mover el cursor

# computer_use.move_cursor.moved_to_coordinates
source: Moved cursor to %d,%d
es_419: Cursor movido a %d,%d

# computer_use.drag.no_current_screenshot
source: No current screenshot for drag
es_419: No hay captura de pantalla actual para arrastrar

# computer_use.drag.could_not_create_event
source: Could not create drag event
es_419: No se pudo crear el evento de arrastre

# computer_use.drag.dragged_pointer
source: Dragged pointer
es_419: Puntero arrastrado

# computer_use.text_entry_target.in_app_suffix
source: in %@
es_419: en %@

# computer_use_planner.result_status.pressed_key
source: Pressed key
es_419: Tecla presionada
